Repository: 5gura/poedit_mn
Catalog: locales/macos/*.lproj/InfoPlist.strings
Languages: fa, ro, sr, uk

source: PO Translation
fa: ترجمهٔ PO
ro: Traducere PO
sr: PO превод
uk: PO переклад

source: Compiled Translation
fa: ترجمه شده
ro: Traducere compilată
sr: Компајлирани превод
uk: Скомпільований файл перекладу

source: Translation Template
fa: قالب ترجمه
ro: Sablon traducere
sr: Шаблон превода
uk: Шаблон перекладу

source: XLIFF Translation
fa: ترجمهٔ XLIFF
ro: Traducere XLIFF
sr: XLIFF превод
uk: XLIFF переклад

source: MDItemKeywords
fa: PO,XLIFF,gettext,WordPress,i18n,l10n,translation,localization,ترجمه,محلی‌سازی,وردپرس
ro: PO,XLIFF,gettext,WordPress,i18n,l10n,traducere,localizare
sr: PO,XLIFF,gettext,WordPress,i18n,l10n,превод,локализација
uk: PO,XLIFF,gettext,WordPress,i18n,l10n,переклад,локалізація

source: NSDesktopFolderUsageDescription
fa: Poedit برای پایش رشته‌های قابل ترجمه، باید به پرونده‌های منبع شما دسترسی داشته باشد.
ro: Poedit trebuie să acceseze fișierele sursă pentru a le scana pentru șiruri de caractere traduse.
sr: Poedit захтева приступ фајловима са изворним кодом како би пронашао стрингове за превођење.
uk: Poedit потребує доступу до вихідних файлів, щоб сканувати їх на рядки для перекладу.

source: NSDocumentsFolderUsageDescription
fa: Poedit برای پایش رشته‌های قابل ترجمه، باید به پرونده‌های منبع شما دسترسی داشته باشد.
ro: Poedit trebuie să acceseze fișierele sursă pentru a le scana pentru șiruri de caractere traduse.
sr: Poedit захтева приступ фајловима са изворним кодом како би пронашао стрингове за превођење.
uk: Poedit потребує доступу до вихідних файлів, щоб сканувати їх на рядки для перекладу.

source: NSDownloadsFolderUsageDescription
fa: Poedit برای پایش رشته‌های قابل ترجمه، باید به پرونده‌های منبع شما دسترسی داشته باشد.
ro: Poedit trebuie să acceseze fișierele sursă pentru a le scana pentru șiruri de caractere traduse.
sr: Poedit захтева приступ фајловима са изворним кодом како би пронашао стрингове за превођење.
uk: Poedit потрібен доступ до джерельних файлів, щоб перевірити наявність рядків, які можна перекласти.

source: NSFileProviderDomainUsageDescription
fa: Poedit برای پایش رشته‌های قابل ترجمه، باید به پرونده‌های منبع شما دسترسی داشته باشد.
ro: Poedit trebuie să acceseze fișierele sursă pentru a le scana pentru șiruri de caractere traduse.
sr: Poedit захтева приступ фајловима са изворним кодом како би пронашао стрингове за превођење.
uk: Poedit потрібен доступ до джерельних файлів, щоб перевірити наявність рядків, які можна перекласти.

source: NSNetworkVolumesUsageDescription
fa: Poedit برای پایش رشته‌های قابل ترجمه، باید به پرونده‌های منبع شما دسترسی داشته باشد.
ro: Poedit trebuie să acceseze fișierele sursă pentru a le scana pentru șiruri de caractere traduse.
sr: Poedit захтева приступ фајловима са изворним кодом како би пронашао стрингове за превођење.
uk: Poedit потрібен доступ до джерельних файлів, щоб перевірити наявність рядків, які можна перекласти.

source: NSRemovableVolumesUsageDescription
fa: Poedit برای پایش رشته‌های قابل ترجمه، باید به پرونده‌های منبع شما دسترسی داشته باشد.
ro: Poedit trebuie să acceseze fișierele sursă pentru a le scana pentru șiruri de caractere traduse.
sr: Poedit захтева приступ фајловима са изворним кодом како би пронашао стрингове за превођење.
uk: Poedit потрібен доступ до джерельних файлів, щоб перевірити наявність рядків, які можна перекласти.
